#include <iostream>

using namespace std;

int main() {
	cout << "/2544815" << '\n';	// 탑
	cout << "/2544815" << '\n'; // 원페어
	cout << "/2544815" << '\n'; // 투페어
	cout << "/2544815" << '\n'; // 트리플
	cout << "/2544815" << '\n'; // 스트레이트
	cout << "/2544815" << '\n'; // 빽스트레이트
	cout << "/2544815" << '\n'; // 마운틴
	cout << "/2544815" << '\n'; // 플러쉬
	cout << "/2544815" << '\n'; // 풀하우스
	cout << "/2544815" << '\n'; // 포카드
	cout << "/2544815" << '\n'; // 스트레이트 플러쉬
	cout << "/2544815" << '\n'; // 로얄 스트레이트 플러쉬

	return 0;
}